-- phpMyAdmin SQL Dump
-- version 2.10.1
-- http://www.phpmyadmin.net
-- 
-- Host: localhost
-- Generation Time: Jun 27, 2008 at 09:39 AM
-- Server version: 5.0.45
-- PHP Version: 5.2.5

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

-- 
-- Database: `sigma_grid_server`
-- 

-- --------------------------------------------------------

-- 
-- Table structure for table `orders`
-- 

CREATE TABLE `procurement` (
  `order_no` int(11) NOT NULL auto_increment,
  `name` varchar(31) NOT NULL,
  `quantity` int(11) NOT NULL,
  `in_stock` int(11) DEFAULT 0,
  `misc` varchar(31) NOT NULL,
  `delivery_date` datetime NOT NULL,
  PRIMARY KEY  (`order_no`)
) ENGINE=InnoDB  DEFAULT CHARSET=latin1 AUTO_INCREMENT=50 ;

-- 
-- Dumping data for table `orders`
-- 

INSERT INTO `procurement` (`name`, `quantity`, `misc`, `delivery_date`) VALUES 
('喜字',10,'门、窗、墙壁、镜子、门把手、婚车、电视机等', '2014-02-28 00:00:00'),
('百合花',1,'房间，寓意百年好合', '2014-02-28 00:00:00'),
('小红包',50,'敲门红包 50个', '2014-02-28 00:00:00'),
('大红包',4,'双方父母回礼红包 4个', '2014-02-28 00:00:00'),
('彩蛋',2,'新房婚床', '2014-02-28 00:00:00'),
('喜庆八宝',1,'红枣----有核，装果盆', '2014-02-28 00:00:00'),
('喜庆八宝',1,'桂圆----新鲜或干活，装果盆', '2014-02-28 00:00:00'),
('喜庆八宝',1,'花生----长生果，装果盆', '2014-02-28 00:00:00'),
('喜庆八宝',1,'栗子----有莲心的莲子，装果盆', '2014-02-28 00:00:00'),
('喜庆八宝',1,'子孙桶----放床头柜', '2014-02-28 00:00:00'),
('喜庆八宝',1,'甘蔗----节节高，要青皮的，2段用红绸带绑', '2014-02-28 00:00:00'),
('喜庆八宝',1,'红蛋----新房，让未婚亲友摸', '2014-02-28 00:00:00'),
('喜庆八宝',1,'喜糖----也可以放零食或水果，避免桔子', '2014-02-28 00:00:00'),
('敬茶_茶杯&小碗',2,'可以准备个托盘，男女方各一套', '2014-02-28 00:00:00'),
('早生贵子汤',0,'甜汤：有核红枣、莲子、桂圆、鹌鹑蛋', '2014-02-28 00:00:00'),
('一次性餐具',30,'杯子、纸巾、筷子、碟子、碗等', '2014-02-28 00:00:00'),
('饮料',30,'瓶装矿泉水、饮料', '2014-02-28 00:00:00'),
('大小方便袋',10,'各类物品打包、事先将带去酒店的东西打包并安排专人负责', '2014-02-28 00:00:00'),
('鞭炮、拉花炮',2,'事先安排专人负责燃放，家中和小区口', '2014-02-28 00:00:00'),
('扎花店',1,'','2014-02-28 00:00:00'),
('喜庆娃娃',2,'新房', '2014-02-28 00:00:00'),
('喜糖',600,'费列罗共600粒，已购96粒', '2014-02-28 00:00:00'),
('白酒',10,'', '2014-02-28 00:00:00'),
('喜烟',500,'', '2014-02-28 00:00:00'),
('火柴盒',500,'', '2014-02-28 00:00:00'),
('婚礼礼物',2,'父母礼物', '2014-02-28 00:00:00'),
('抽奖礼物',5,'','2014-02-28 00:00:00'),
('房间布置',1,'照片墙、墙贴', '2014-02-28 00:00:00'),
('台卡',25, '','2014-02-28 00:00:00'),
('确认帮忙的亲友',5, '','2014-02-28 00:00:00'),
('确认婚车',1, '','2014-02-28 00:00:00'),
('婚礼礼服',2, '','2014-02-28 00:00:00'),
('预定酒店',1,'上海新发展亚太万豪酒店:豪华大床房 大渡河路158号', '2014-02-28 00:00:00');

